tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "adns"
brew "openssl@1.1"
brew "apr-util"
brew "asciidoctor"
brew "aspell"
brew "autoconf"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "gettext"
brew "icu4c"
brew "lz4"
brew "bfg"
brew "caddy"
brew "readline"
brew "clojure"
brew "gmp"
brew "coreutils"
brew "ctags"
brew "curl"
brew "curlie"
brew "ddate"
brew "gdbm"
brew "sqlite"
brew "diceware"
brew "dos2unix"
brew "libevent"
brew "expat"
brew "fd"
brew "findutils"
brew "fortune"
brew "git"
brew "git-sizer"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "grex"
brew "groovy"
brew "grpcurl"
brew "httpie"
brew "hugo"
brew "hunspell"
brew "ispell"
brew "jenv"
brew "jq"
brew "json-c"
brew "jsonpp"
brew "leiningen"
brew "libarchive"
brew "libmagic"
brew "libomp", link: true
brew "lsd"
brew "lua"
brew "lynx"
brew "maven"
brew "ncurses"
brew "ncdu"
brew "openjdk@11"
brew "pandoc"
brew "perl"
brew "podman"
brew "popt"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk"
brew "rbenv"
brew "rename"
brew "rpm"
brew "shellcheck"
brew "utf8proc"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wtf"
brew "wtfutil"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alfred"
cask "apache-directory-studio"
cask "dropbox"
cask "emacs"
cask "font-awesome-terminal-fonts"
cask "font-source-code-pro"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "karabiner-elements"
cask "kindle"
cask "mactex"
cask "podman-desktop"
cask "postman"
cask "skitch"
cask "spotify"
cask "vagrant"
cask "visualvm"
